<?php 
return [

    'success' => 'تم الحفظ بنجاح',
    'error' => ' ربما يوجد خطا ما  يجب الاتصال بالدعم الفني.',
    'updated' => 'تم تعديل البيانات بنجاح.!',
    'deleted' => 'تم الحذف البيانات بنجاح.!',
    'exists' => 'لا يمكن تكرار هذا العنصر',
    
   
    'warning_grade' => 'يجب تسجيل مرحلة دراسية .',
    'warning_classroom' => 'يجب تسجيل صفوف دراسية .',
    'error_grade' => 'لا يمكن حذف هذه المرحلة لديها صفوف دراسية  تابعه لها.',
    'delete_all' => 'تم حذف جميع العناصر المختارة.',
    'warning_deleted' => 'هل متأكد من عملية الحذف ؟',
    'delete_attachment_tilte' => 'هل انت متاكد من حذف المرفق؟',
    'delete_attachment' => 'حذف المرفق',

    'sure' => 'تأكيد',

    'error_attendances' => 'يجب تسجيل حضور او غياب ',
    'success_attendances' => 'تم تسجيل حضور او غياب ',


    'error_quizze' => 'يجب تسجيل اختبار اولا. ',

    'success_offline' => 'تم اضافة حصة اوف لاين بنجاح!',

    'title_event' => 'ادخل عنوان الحدث',
    'great' => 'جيد! لقد تم تعديل البيانات بنجاح...  ',
    'required' =>  'عنوان الحدث مطلوب',
    'not_found' =>  'لا يوجد بيانات ',

];

?>